[
  {
    "city": "Casablanca",
    "lat": "33.5333",
    "lng": "-7.5833",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Casablanca-Settat",
    "capital": "admin",
    "population": "3499000",
    "population_proper": "3499000",
    "image": "assets/images/card-image4.webp",
    "description": " Casablanca, Morocco's bustling economic hub, is a vibrant city blending modernity with traditional charm. Nestled along the Atlantic coast, it boasts a mix of colonial and contemporary architecture, with landmarks like the Hassan II Mosque showcasing stunning Moorish design. The city's sprawling beaches and lively medina offer both relaxation and a taste of Moroccan culture. Casablanca is also known for its rich history as a key port and trade center.",
    "arnaques" : "some arnaques in the city"
  },
  {
    "city": "Fès",
    "lat": "34.0433",
    "lng": "-5.0033",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Fès-Meknès",
    "capital": "admin",
    "population": "1112072",
    "population_proper": "1112072",
    "image": "assets/images/card-image4.webp",
    "description": "Fès, a historical gem in Morocco, is renowned for its well-preserved medieval architecture and vibrant cultural heritage. Located in the Fès-Meknès region, the city is home to one of the world's oldest universities, the University of Al Quaraouiyine. Its labyrinthine medina, filled with traditional souks and ancient madrasas, reflects Fès's significance as a center of learning and spirituality.",
    "arnaques" : "some arnaques in the city"
  },
  {
    "city": "Marrakech",
    "lat": "31.6300",
    "lng": "-8.0089",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Marrakech-Safi",
    "capital": "admin",
    "population": "966987",
    "population_proper": "966987",
    "image": "assets/images/card-image4.webp",
    "description": "Marrakech, known as the Red City, captivates with its vibrant colors and rich history. Situated at the foothills of the Atlas Mountains, it is famous for its historic medina, lively souks, and architectural marvels like the Koutoubia Mosque. The city's lush gardens, including the Jardin Majorelle, and the bustling Djemaa el-Fna square offer an immersive experience in Moroccan culture and tradition.",
    "arnaques" : "some arnaques in the city"
  },
  {
    "city": "Tangier",
    "lat": "35.7767",
    "lng": "-5.8039",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Tanger-Tétouan-Al Hoceïma",
    "capital": "admin",
    "population": "947952",
    "population_proper": "947952",
    "image": "assets/images/card-image4.webp",
    "description": "Tangier, located on the northern coast of Morocco, is a city where diverse cultures converge. Overlooking the Strait of Gibraltar, Tangier has long been a melting pot of cultures and influences, from its historic medina to its modern port. Visitors can explore its vibrant arts scene, historic forts, and enjoy stunning views of both the Atlantic Ocean and the Mediterranean Sea.",
    "arnaques" : "some arnaques in the city"
  },
  {
    "city": "Sale",
    "lat": "34.0333",
    "lng": "-6.8000",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Rabat-Salé-Kénitra",
    "capital": "",
    "population": "850403",
    "population_proper": "850403",
    "image": "assets/images/card-image4.webp",
    "description": "Sale, adjacent to Rabat, is known for its rich history and cultural significance. Located on the Atlantic coast, Sale features a charming medina with traditional architecture and a history as an important port city. The city is also renowned for its vibrant festivals and cultural heritage, offering a unique glimpse into Moroccan life.",
    "arnaques" : "some arnaques in the city"
  },
  {
    "city": "Rabat",
    "lat": "34.0209",
    "lng": "-6.8416",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Rabat-Salé-Kénitra",
    "capital": "primary",
    "population": "572717",
    "population_proper": "572717",
    "image": "assets/images/card-image4.webp",
    "description": "Rabat, the capital city of Morocco, boasts a rich history and a vibrant cultural scene. Known for its beautiful architecture, historic sites, and lush green spaces, it serves as the political and administrative center of the country. Highlights include the majestic Hassan Tower, the tranquil Kasbah of the Udayas, and the Royal Palace. The city is also known for its bustling markets and modern amenities, making it a blend of tradition and contemporary urban life.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Meknès",
    "lat": "33.8950",
    "lng": "-5.5547",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Fès-Meknès",
    "capital": "",
    "population": "520428",
    "population_proper": "520428",
    "image": "assets/images/card-image4.webp",
    "description": "Meknès is a historic city renowned for its well-preserved imperial heritage and beautiful architecture. It was once the capital of Morocco under the reign of Sultan Moulay Ismail, and its medina is a UNESCO World Heritage site. Key attractions include the grand Bab Mansour gate, the Royal Stables, and the Moulay Ismail Mausoleum. The city is also known for its vibrant souks and traditional Moroccan crafts.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Oujda",
    "lat": "34.6867",
    "lng": "-1.9114",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Oriental",
    "capital": "admin",
    "population": "494252",
    "population_proper": "494252",
    "image": "assets/images/card-image4.webp",
    "description": "Oujda is a significant city in the eastern part of Morocco, serving as a key administrative and economic center. The city features a blend of historical and modern elements, with highlights such as the Great Mosque of Oujda and the ancient medina. Oujda is also known for its vibrant cultural festivals and as a gateway to the Algerian border.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Kenitra",
    "lat": "34.2500",
    "lng": "-6.5833",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Rabat-Salé-Kénitra",
    "capital": "",
    "population": "431282",
    "population_proper": "431282",
    "image": "assets/images/card-image4.webp",
    "description": "Kenitra is a bustling city located along the Atlantic coast, known for its important port and industrial activities. The city boasts modern infrastructure, a lively commercial scene, and several parks and green spaces. Key attractions include the beautiful beaches, the Kenitra Market, and the nearby scenic areas such as the Maamora Forest.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Agadir",
    "lat": "30.4333",
    "lng": "-9.6000",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Souss-Massa",
    "capital": "admin",
    "population": "421844",
    "population_proper": "421844",
    "image": "assets/images/card-image4.webp",
    "description": "Agadir is a vibrant city known for its stunning beaches, modern resorts, and year-round sunny weather. It is a popular tourist destination offering a wide range of leisure activities, from water sports to exploring the local souks. The city is also famous for its fresh seafood, beautiful marina, and the Agadir Kasbah, which provides panoramic views of the city.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Tétouan",
    "lat": "35.5667",
    "lng": "-5.3667",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Tanger-Tétouan-Al Hoceïma",
    "capital": "",
    "population": "380787",
    "population_proper": "380787",
    "image": "assets/images/card-image4.webp",
    "description": "Tétouan is a culturally rich city in northern Morocco, known for its distinctive Andalusian architecture and historical medina, which is a UNESCO World Heritage site. The city features narrow streets, traditional souks, and beautiful riads. Tétouan also serves as a gateway to the Rif Mountains and offers a blend of Moroccan and Spanish influences in its culture and cuisine.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Taourirt",
    "lat": "34.4169",
    "lng": "-2.8850",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Oriental",
    "capital": "",
    "population": "321876",
    "population_proper": "321876",
    "image": "assets/images/card-image4.webp",
    "description": "Taourirt is a town in the eastern region of Morocco, notable for its historical Kasbah and vibrant local markets. The town is a center for traditional crafts and offers visitors a glimpse into rural Moroccan life. Its strategic location near the Algerian border also adds to its cultural significance and accessibility.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Temara",
    "lat": "33.9267",
    "lng": "-6.9122",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Rabat-Salé-Kénitra",
    "capital": "",
    "population": "313510",
    "population_proper": "313510",
    "image": "assets/images/card-image4.webp",
    "description": "Temara is a coastal town known for its beautiful beaches and relaxed atmosphere. It is a popular destination for those seeking a more tranquil alternative to the bustling capital city of Rabat. Temara offers a mix of modern amenities, traditional markets, and scenic spots along the Atlantic coast.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Safi",
    "lat": "32.2833",
    "lng": "-9.2333",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Marrakech-Safi",
    "capital": "",
    "population": "308508",
    "population_proper": "308508",
    "image": "assets/images/card-image4.webp",
    "description": "Safi is a historic port city known for its rich history, vibrant ceramics industry, and beautiful coastal views. It features a mix of historical sites, including the old medina and the Royal Palace, as well as modern amenities. The city is also famous for its fish market and is a key player in Morocco's maritime trade.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Khénifra",
    "lat": "32.9394",
    "lng": "-5.6675",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Béni Mellal-Khénifra",
    "capital": "",
    "population": "228567",
    "population_proper": "117510",
    "image": "assets/images/card-image4.webp",
    "description": "Khénifra is a town located in the central region of Morocco, known for its picturesque landscapes and rich cultural heritage. Surrounded by mountains and natural beauty, it offers a peaceful environment and serves as a gateway to outdoor adventures such as hiking and exploring local Berber culture.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "El Jadida",
    "lat": "33.2333",
    "lng": "-8.5000",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Casablanca-Settat",
    "capital": "",
    "population": "220181",
    "population_proper": "220181",
    "image": "assets/images/card-image4.webp",
    "description": "El Jadida is a coastal city known for its historic Portuguese fortifications and charming seaside ambiance. The city features a well-preserved medina, historical architecture, and beautiful beaches. It is also recognized for its historic cistern and the Mazagan fortress, which are part of its UNESCO World Heritage designation.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Laâyoune",
    "lat": "27.1536",
    "lng": "-13.2033",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Laâyoune-Sakia El Hamra",
    "capital": "",
    "population": "217732",
    "population_proper": "217732",
    "image": "assets/images/card-image4.webp",
    "description": "Laâyoune is the largest city in Western Sahara and serves as its administrative center. It is known for its modern infrastructure, vibrant markets, and cultural diversity. The city is surrounded by desert landscapes and offers a unique blend of traditional Saharan and contemporary influences.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Mohammedia",
    "lat": "33.6833",
    "lng": "-7.3833",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Casablanca-Settat",
    "capital": "",
    "population": "208612",
    "population_proper": "208612",
    "image": "assets/images/card-image4.webp",
    "description": "Mohammedia is a coastal city situated between Casablanca and Rabat, known for its beautiful beaches and maritime activities. It is a key industrial hub with modern amenities and a relaxed coastal atmosphere. The city offers a variety of recreational options, including parks, waterfront promenades, and local markets.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Khouribga",
    "lat": "32.8833",
    "lng": "-6.9167",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Béni Mellal-Khénifra",
    "capital": "",
    "population": "196196",
    "population_proper": "196196",
    "image": "assets/images/card-image4.webp",
    "description": "Khouribga is a city known for its phosphate mining industry, which plays a major role in its economy. The city features a mix of modern infrastructure and traditional Moroccan elements. It is also known for its local markets and cultural events, offering visitors a glimpse into the region's industrial and cultural life.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Béni Mellal",
    "lat": "32.3394",
    "lng": "-6.3608",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Béni Mellal-Khénifra",
    "capital": "admin",
    "population": "192676",
    "population_proper": "192676",
    "image": "assets/images/card-image4.webp",
    "description": "Béni Mellal is a city located in central Morocco, known for its agricultural surroundings and historical significance. The city features traditional Moroccan architecture, including old medinas and vibrant souks. It is a center for regional trade and serves as a gateway to the nearby Atlas Mountains.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Nador",
    "lat": "35.1667",
    "lng": "-2.9333",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Oriental",
    "capital": "",
    "population": "161726",
    "population_proper": "161726",
    "image": "assets/images/card-image4.webp",
    "description": "Nador is a city in the northeastern part of Morocco, known for its proximity to the Mediterranean Sea and its role as a major port and commercial center. The city features a mix of modern amenities and traditional Moroccan charm, with local markets, historical sites, and a growing tourism industry.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Taza",
    "lat": "34.2167",
    "lng": "-4.0167",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Fès-Meknès",
    "capital": "",
    "population": "148456",
    "population_proper": "148456",
    "image": "assets/images/card-image4.webp",
    "description": "Taza is a city situated in the northeastern part of Morocco, surrounded by stunning mountain scenery. It is known for its historical medina, ancient ruins, and as a center for regional trade. The city offers a rich cultural experience with traditional Moroccan architecture and local festivals.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Al Khmissat",
    "lat": "33.8167",
    "lng": "-6.0667",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Rabat-Salé-Kénitra",
    "capital": "",
    "population": "131542",
    "population_proper": "131542",
    "image": "assets/images/card-image4.webp",
    "description": "Al Khmissat is a small town in the Rabat-Salé-Kénitra region, known for its traditional Moroccan atmosphere and local markets. The town is characterized by its relaxed pace of life and serves as a charming destination for visitors looking to experience authentic Moroccan culture away from the larger cities.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Inezgane",
    "lat": "30.3658",
    "lng": "-9.5381",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Souss-Massa",
    "capital": "",
    "population": "130333",
    "population_proper": "130333",
    "image": "assets/images/card-image4.webp",
    "description": "Inezgane is a town located near Agadir, known for its bustling markets and traditional Moroccan ambiance. It serves as an important commercial hub with a variety of local shops, food stalls, and cultural events. The town offers a vibrant shopping experience and a taste of local life in the Souss-Massa region.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Ksar El Kebir",
    "lat": "35.0090",
    "lng": "-5.9000",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Tanger-Tétouan-Al Hoceïma",
    "capital": "",
    "population": "126617",
    "population_proper": "126617",
    "image": "assets/images/card-image4.webp",
    "description": "Ksar El Kebir is a town in northern Morocco known for its historical significance and traditional Moroccan architecture. The town features a variety of historical sites, including old medinas and traditional souks. It serves as a regional center with a blend of cultural and historical attractions.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Larache",
    "lat": "35.1833",
    "lng": "-6.1500",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Tanger-Tétouan-Al Hoceïma",
    "capital": "",
    "population": "125008",
    "population_proper": "125008",
    "image": "assets/images/card-image4.webp",
    "description": "Larache is a coastal city known for its historic medina and scenic seaside location. The city features a mix of historical landmarks, traditional Moroccan architecture, and beautiful beaches. It is also known for its cultural festivals and local cuisine, offering a charming coastal experience.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Guelmim",
    "lat": "28.9833",
    "lng": "-10.0667",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Guelmim-Oued Noun",
    "capital": "admin",
    "population": "118318",
    "population_proper": "118318",
    "image": "assets/images/card-image4.webp",
    "description": "Guelmim is a town in southern Morocco, known as the gateway to the Sahara Desert. It features traditional architecture, bustling souks, and a rich cultural heritage. The town is an important center for trade and tourism, offering visitors a unique glimpse into desert life and Berber culture.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Berkane",
    "lat": "34.9167",
    "lng": "-2.3167",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Oriental",
    "capital": "",
    "population": "109237",
    "population_proper": "109237",
    "image": "assets/images/card-image4.webp",
    "description": "Berkane is a town in northeastern Morocco known for its agricultural production and vibrant local markets. It features a blend of traditional Moroccan culture and modern amenities. The town is surrounded by picturesque landscapes and is an important agricultural hub in the Oriental region.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Ad Dakhla",
    "lat": "23.7081",
    "lng": "-15.9456",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Dakhla-Oued Ed-Dahab",
    "capital": "",
    "population": "106277",
    "population_proper": "106277",
    "image": "assets/images/card-image4.webp",
    "description": "Ad Dakhla is a town located in the southern part of Western Sahara, known for its stunning coastal scenery and water sports activities. It features a mix of traditional Saharan culture and modern tourism facilities. The town is popular for its kite surfing and beautiful beaches, making it a unique destination in the region.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Bouskoura",
    "lat": "33.4489",
    "lng": "-7.6486",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Casablanca-Settat",
    "capital": "",
    "population": "103026",
    "population_proper": "103026",
    "image": "assets/images/card-image4.webp",
    "description": "Bouskoura is a suburban city located near Casablanca. It is known for its rapid development and proximity to major industrial zones. The city offers a blend of modern amenities and traditional Moroccan architecture, making it a growing hub for both residential and commercial activities.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Errachidia",
    "lat": "31.9319",
    "lng": "-4.4244",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Drâa-Tafilalet",
    "capital": "admin",
    "population": "92374",
    "population_proper": "92374",
    "image": "assets/images/card-image4.webp",
    "description": "Errachidia, located in southeastern Morocco, is a city known for its historical significance and as a gateway to the Sahara Desert. The city has a rich cultural heritage and is a vital administrative and economic center in the Drâa-Tafilalet region. Its surrounding landscapes offer stunning desert views and opportunities for adventure tourism.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Guercif",
    "lat": "34.2333",
    "lng": "-3.3667",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Oriental",
    "capital": "",
    "population": "90880",
    "population_proper": "90880",
    "image": "assets/images/card-image4.webp",
    "description": "Guercif is a city located in the Oriental region of Morocco. Known for its agricultural activities, it is surrounded by fertile lands and is a key player in the local economy. The city features a mix of traditional Moroccan architecture and modern developments.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Ben Guerir",
    "lat": "32.2300",
    "lng": "-7.9500",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Marrakech-Safi",
    "capital": "",
    "population": "88626",
    "population_proper": "88626",
    "image": "assets/images/card-image4.webp",
    "description": "Ben Guerir, located in the Marrakech-Safi region, is known for its historical importance and as a center for agricultural and industrial activities. The city has seen significant growth in recent years, with developments in infrastructure and local industries.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Sefrou",
    "lat": "33.8300",
    "lng": "-4.8300",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Fès-Meknès",
    "capital": "",
    "population": "79887",
    "population_proper": "79887",
    "image": "assets/images/card-image4.webp",
    "description": "Sefrou, situated in the Fès-Meknès region, is a city renowned for its vibrant local culture and historical significance. It is famous for its cherry festival and beautiful surroundings, including nearby waterfalls and natural parks.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Fnidq",
    "lat": "35.8500",
    "lng": "-5.3500",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Tanger-Tétouan-Al Hoceïma",
    "capital": "",
    "population": "77436",
    "population_proper": "77436",
    "image": "assets/images/card-image4.webp",
    "description": "Fnidq is a coastal town in the Tanger-Tétouan-Al Hoceïma region, known for its picturesque beaches and proximity to the Mediterranean Sea. It is a popular destination for tourists seeking a relaxing seaside experience and exploring the local Moroccan culture.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Sidi Qacem",
    "lat": "34.2167",
    "lng": "-5.7000",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Rabat-Salé-Kénitra",
    "capital": "",
    "population": "75672",
    "population_proper": "75672",
    "image": "assets/images/card-image4.webp",
    "description": "Sidi Qacem is a city in the Rabat-Salé-Kénitra region, known for its historical sites and traditional Moroccan lifestyle. The city is a key center for agriculture and local markets, offering a glimpse into the daily life and culture of the region.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Tiznit",
    "lat": "29.7167",
    "lng": "-9.7167",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Souss-Massa",
    "capital": "",
    "population": "74699",
    "population_proper": "74699",
    "image": "assets/images/card-image4.webp",
    "description": "Tiznit is a city in the Souss-Massa region, known for its traditional silver jewelry and vibrant markets. The city is a cultural and economic center, surrounded by stunning landscapes including mountains and desert areas.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Youssoufia",
    "lat": "32.2500",
    "lng": "-8.5333",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Marrakech-Safi",
    "capital": "",
    "population": "67628",
    "population_proper": "67628",
    "image": "assets/images/card-image4.webp",
    "description": "Youssoufia, located in the Marrakech-Safi region, is known for its phosphate industry and historical landmarks. The city offers a mix of modern industry and traditional Moroccan culture, with a focus on economic development and local heritage.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Martil",
    "lat": "35.6167",
    "lng": "-5.2667",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Tanger-Tétouan-Al Hoceïma",
    "capital": "",
    "population": "64355",
    "population_proper": "64355",
    "image": "assets/images/card-image4.webp",
    "description": "Martil is a charming coastal town in the Tanger-Tétouan-Al Hoceïma region, known for its beautiful beaches and vibrant tourism scene. The town offers a relaxing atmosphere with plenty of recreational activities and local dining options.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Skhirate",
    "lat": "33.8500",
    "lng": "-7.0300",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Rabat-Salé-Kénitra",
    "capital": "",
    "population": "59775",
    "population_proper": "59775",
    "image": "assets/images/card-image4.webp",
    "description": "Skhirate is a town located in the Rabat-Salé-Kénitra region, known for its beautiful coastline and resort areas. It is a popular destination for both locals and tourists looking for a coastal retreat with picturesque views and high-quality amenities.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Ouezzane",
    "lat": "34.8000",
    "lng": "-5.5833",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Tanger-Tétouan-Al Hoceïma",
    "capital": "",
    "population": "59606",
    "population_proper": "59606",
    "image": "assets/images/card-image4.webp",
    "description": "Ouezzane is a city in the Tanger-Tétouan-Al Hoceïma region, known for its historical sites and traditional Moroccan crafts. The city features a rich cultural heritage with vibrant local markets and a strong sense of community.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Al Hoceïma",
    "lat": "35.2472",
    "lng": "-3.9322",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Tanger-Tétouan-Al Hoceïma",
    "capital": "",
    "population": "56716",
    "population_proper": "56716",
    "image": "assets/images/card-image4.webp",
    "description": "Al Hoceïma is a coastal city in the Tanger-Tétouan-Al Hoceïma region, known for its stunning beaches and natural beauty. The city is a popular destination for tourists seeking a blend of relaxation and outdoor adventure in a picturesque setting.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "M’diq",
    "lat": "35.6858",
    "lng": "-5.3253",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Tanger-Tétouan-Al Hoceïma",
    "capital": "",
    "population": "56227",
    "population_proper": "56227",
    "image": "assets/images/card-image4.webp",
    "description": "M’diq is a picturesque town in the Tanger-Tétouan-Al Hoceïma region, located along the Mediterranean coast. It is known for its beautiful beaches, vibrant tourist scene, and as a popular summer destination for both locals and international visitors.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Midalt",
    "lat": "32.6800",
    "lng": "-4.7300",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Drâa-Tafilalet",
    "capital": "",
    "population": "55304",
    "population_proper": "55304",
    "image": "assets/images/card-image4.webp",
    "description": "Midalt is a small city located in the Drâa-Tafilalet region, known for its serene environment and traditional Moroccan lifestyle. It is an important local center for agriculture and local markets, offering a glimpse into the rural life of Morocco.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Azrou",
    "lat": "33.4417",
    "lng": "-5.2247",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Fès-Meknès",
    "capital": "",
    "population": "54350",
    "population_proper": "54350",
    "image": "assets/images/card-image4.webp",
    "description": "Azrou is a city in the Fès-Meknès region, famous for its scenic beauty and proximity to the Ifrane National Park. The city is known for its forested surroundings, local handicrafts, and as a popular spot for nature enthusiasts.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Qasbat Tadla",
    "lat": "32.6000",
    "lng": "-6.2667",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Béni Mellal-Khénifra",
    "capital": "",
    "population": "47343",
    "population_proper": "47343",
    "image": "assets/images/card-image4.webp",
    "description": "Qasbat Tadla is a town in the Béni Mellal-Khénifra region, known for its historical significance and traditional Moroccan architecture. The town is a center for agriculture and local crafts, offering insights into the region's cultural heritage.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Mrirt",
    "lat": "33.1667",
    "lng": "-5.5667",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Béni Mellal-Khénifra",
    "capital": "",
    "population": "42730",
    "population_proper": "42730",
    "image": "assets/images/card-image4.webp",
    "description": "Mrirt is a town located in the Béni Mellal-Khénifra region, known for its picturesque landscapes and traditional lifestyle. The town is surrounded by natural beauty, making it a peaceful place with a rich local culture.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Azemmour",
    "lat": "33.2878",
    "lng": "-8.3422",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Casablanca-Settat",
    "capital": "",
    "population": "40920",
    "population_proper": "40920",
    "image": "assets/images/card-image4.webp",
    "description": "Azemmour is a historic town located on the Atlantic coast, known for its ancient medina and architectural heritage. The town features traditional Moroccan buildings, historical sites, and beautiful coastal views.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Zagora",
    "lat": "30.3306",
    "lng": "-5.8381",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Drâa-Tafilalet",
    "capital": "",
    "population": "40067",
    "population_proper": "40067",
    "image": "assets/images/card-image4.webp",
    "description": "Zagora is a town in the Drâa-Tafilalet region, renowned for its proximity to the Sahara Desert. It serves as a gateway for desert excursions and offers a unique cultural experience with its traditional Moroccan architecture and desert landscapes.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Ait Ourir",
    "lat": "31.5644",
    "lng": "-7.6628",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Marrakech-Safi",
    "capital": "",
    "population": "39108",
    "population_proper": "39108",
    "image": "assets/images/card-image4.webp",
    "description": "Ait Ourir is a town in the Marrakech-Safi region, known for its vibrant local culture and agricultural activities. The town is a key center for producing traditional Moroccan goods and offers a glimpse into rural life in Morocco.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Aziylal",
    "lat": "31.9669",
    "lng": "-6.5694",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Béni Mellal-Khénifra",
    "capital": "",
    "population": "38520",
    "population_proper": "38520",
    "image": "assets/images/card-image4.webp",
    "description": "Aziylal is a small town in the Béni Mellal-Khénifra region, known for its beautiful landscapes and traditional Moroccan atmosphere. It is an important local center for agriculture and local markets.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Sidi Yahia El Gharb",
    "lat": "34.3058",
    "lng": "-6.3058",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Rabat-Salé-Kénitra",
    "capital": "",
    "population": "37979",
    "population_proper": "37979",
    "image": "assets/images/card-image4.webp",
    "description": "Sidi Yahia El Gharb is a town in the Rabat-Salé-Kénitra region, known for its traditional Moroccan charm and local markets. The town offers a mix of cultural heritage and agricultural activities, making it a significant local center.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "El Hajeb",
    "lat": "33.6928",
    "lng": "-5.3711",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Fès-Meknès",
    "capital": "",
    "population": "35282",
    "population_proper": "35282",
    "image": "assets/images/card-image4.webp",
    "description": "El Hajeb is a town in the Fès-Meknès region, known for its historical sites and traditional Moroccan lifestyle. It is surrounded by beautiful landscapes and offers a glimpse into the region's cultural heritage.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Imzouren",
    "lat": "35.1500",
    "lng": "-3.8500",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Tanger-Tétouan-Al Hoceïma",
    "capital": "",
    "population": "33852",
    "population_proper": "33852",
    "image": "assets/images/card-image4.webp",
    "description": "Imzouren is a town located in the Tanger-Tétouan-Al Hoceïma region, known for its local markets and traditional Berber culture. The town provides a unique experience with its cultural heritage and natural surroundings.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Arfoud",
    "lat": "31.4361",
    "lng": "-4.2328",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Drâa-Tafilalet",
    "capital": "",
    "population": "29279",
    "population_proper": "29279",
    "image": "assets/images/card-image4.webp",
    "description": "Arfoud is a town in the Drâa-Tafilalet region, renowned for its location near the Sahara Desert. It is known for its fossil beds and as a base for desert tourism, offering unique experiences in Morocco's vast desert landscapes.",
    "arnaques": "some arnaques in the city"
  },
  {
    "city": "Mehdya",
    "lat": "34.2597",
    "lng": "-6.6500",
    "country": "Morocco",
    "iso2": "MA",
    "admin_name": "Rabat-Salé-Kénitra",
    "capital": "",
    "population": "28636",
    "population_proper": "28636",
    "image": "assets/images/card-image4.webp",
    "description": "Mehdya is a small town in the Rabat-Salé-Kénitra region, known for its beautiful beaches and local seafood. It offers a relaxing coastal experience with a mix of traditional Moroccan charm and modern amenities.",
    "arnaques": "some arnaques in the city"
  }
  
]
